log.out= \u0110\u0103ng xu\u1EA5t
log.in=\u0110\u0103ng nh\u1EADp
Register=\u0110\u0103ng kí
Hello=Chào m\u1EEBng
Find=Tìm ki\u1EBFm
Introduce=Gi\u1EDBi thi\u1EC7u
service=D\u1ECBch v\u1EE5
news=Tin t\u1EE9c


log.in.to.your.account=\u0110\u0103ng nh\u1EADp tài kho\u1EA3n
If.you.have.an.account,.please.login.=N\u1EBFu b\u1EA1n có tài kho\u1EA3n xin hãy \u0111\u0103ng nh\u1EADp.
email=E-mail*
Email=E-mail
password=M\u1EADt kh\u1EA9u*
register=\u0110\u0103ng kí
forgot.password=Quên m\u1EADt kh\u1EA9u
You.already.have.an.account.but.don't.remember.the.password.=B\u1EA1n \u0111ã có m\u1ED9t tài kho\u1EA3n nh\u01B0ng quên m\u1EADt kh\u1EA9u
Please.enter.your.Email.below.and.receive.information.via.Email.to.be.able.to.retrieve.your.password.=Hãy \u0111i\u1EC1n E-mail xu\u1ED1ng phía d\u01B0\u1EDBi và nh\u1EADn thông tin qua E-mail \u0111\u1EC3 có th\u1EC3 l\u1EA5y l\u1EA1i m\u1EADt kh\u1EA9u
send.information=g\u1EEDi thông tin


contact.us=Liên h\u1EC7n v\u1EDBi chúng tôi
no=S\u1ED1
Quarter=khu ph\u1ED1
Ho.Chi.Minh.City=Thành ph\u1ED1 H\u1ED3 Chí Minh
Thu.Duc.City=Thành ph\u1ED1 Th\u1EE7 \u0110\u1EE9c
The.shop.is.open.from.8.00.a.m..to.8.00.p.m..Monday.to.Friday=HaLo's Shop m\u1EDF c\u1EEDa t\u1EEB 8h00 \u0111\u1EBFn 20h00 t\u1EEB th\u1EE9 2 \u0111\u1EBFn Th\u1EE9 6
connect.with.us=K\u1EBFt n\u1ED1i v\u1EDBi chúng tôi
information=Thông tin
Your.account=Tài kho\u1EA3n c\u1EE7a b\u1EA1n
Purchase.history=l\u1ECBch s\u1EED mua hàng
Purchase.and.sale.policy=Chính sách mua hàng
Guide.to.buying.online=H\u01B0\u1EDBng d\u1EABn mua hàng online
Contact=Liên h\u1EC7
BLOG.LINK=Liên k\u1EBFt BLOG
Mother's.Guide=C\u1EA9m nang c\u1EE7a m\u1EB9
Special.offers=Ch\u01B0\u01A1ng trình \u01B0u \u0111ãi
Fashion.News=Tin th\u1EDDi trang
Shared.corner=Góc chia s\u1EBB
PRODUCT=S\u1EA3n ph\u1EA9m
All.products=T\u1EA5t c\u1EA3 s\u1EA3n ph\u1EA9m
Boy's.corner=Góc bé trai
Girl's.corner=Góc bé gái
Accessory=Ph\u1EE5 ki\u1EC7n
Promotion=Khuy\u1EBFn mãi
Children.toy=\u0110\u1ED3 ch\u01A1i tr\u1EBB em
POLICY=Chính sách
Copyright.by.web.developers=Copyright by web developers
&=&
successfully.added.the.product=Thêm s\u1EA3n ph\u1EA9m thành công!


account.information=Thông tin tài kho\u1EA3n
Full.name=H\u1ECD Tên
Address=\u0110\u1ECBa ch\u1EC9
Phone.number=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i
Change.information=Thay \u0111\u1ED5i thông tin
Change.the.password=Thay \u0111\u1ED5i m\u1EADt kh\u1EA9u
old.password=M\u1EADt kh\u1EA9u c\u0169
new.password=M\u1EADt kh\u1EA9u m\u1EDBi
enter.new.password=Nh\u1EADp l\u1EA1i m\u1EADt kh\u1EA9u m\u1EDBi
update=C\u1EADp nh\u1EADt
Home=Trang ch\u1EE7
account=Tài kho\u1EA3n


Order.details=Chi ti\u1EBFt \u0111\u01A1n hàng
You.need.to.login.to.view.your.order.details.Sign=B\u1EA1n c\u1EA7n \u0111\u0103ng nh\u1EADp \u0111\u1EC3 xem chi ti\u1EBFt \u0111\u01A1n hàng c\u1EE7a b\u1EA1n! \u0110\u0103ng nh\u1EADp
in.here=t\u1EA1i \u0111ây!
Information.line=Thông tin \u0111\u01A1n hàng
Provisional=T\u1EA1m tính
Tax=Thu\u1EBF
Total=T\u1ED5ng c\u1ED9ng
Amount.of.money=S\u1ED1 ti\u1EC1n
Payments=Hình th\u1EE9c thanh toán
Payment.on.delivery.(COD)=Thanh toán khi nh\u1EADn hàng (COD)
Payment.by.Bank.(ATM)=Thanh toán b\u1EB1ng th\u1EBB ngân hàng (ATM)
Shipping.address=\u0110\u1ECBa ch\u1EC9 giao hàng
Note=Ghi chú
product=S\u1EA3n ph\u1EA9m
$=VN\u0110


Cart=Gi\u1ECF hàng
There.are.no.products.in.the.cart=Ch\u01B0a có s\u1EA3n ph\u1EA9m nào trong gi\u1ECF hàng
Purchase.history=L\u1ECBch s\u1EED mua hàng
STT=STT
LIST.OF.PRODUCTS=Danh sách s\u1EA3n ph\u1EA9m
TOTAL.PRICE=T\u1ED5ng giá
PURCHASE.DATE=Ngày mua
ORDER.STATUS=Tr\u1EA1ng thái \u0111\u01A1n hàng
DETAIL=Chi ti\u1EBFt
PICTURE=Hình \u1EA3nh
PRODUCT'S.NAME=Tên s\u1EA3n ph\u1EA9m
UNITPRICE=\u0110\u01A1n giá
AMOUNT=S\u1ED1 l\u01B0\u1EE3ng
INTO.MONEY=Thành ti\u1EC1n
ERASE=Xóa
BUY.MORE=Mua hàng ti\u1EBFp
Total.amount=T\u1ED5ng ti\u1EC1n
pay=Thanh toán
payment.methods=Các hình th\u1EE9c thanh toán
click.to.view=Nh\u1EA5n \u0111\u1EC3 xem


Contact=Liên h\u1EC7
HaLo's.Shop=HaLo's Shop
CHILDREN'S.FASHION=TH\u1EDCI TRANG TR\u1EBA EM
HaLo's.Shop.specializes.in.selling.children's.clothes.online.with=HaLo's Shop chuyên bán qu\u1EA7n áo tr\u1EBB em online v\u1EDBi
thousands.of.designs=hàng ngàn m\u1EABu mã
for.you.to.choose.for.your.baby=\u0111\u1EC3 quý khách l\u1EF1a ch\u1ECDn cho bé yêu c\u1EE7a b\u1EA1n.
Please.order.online.to.enjoy.more.discounts.at.HaLo's.Shop=Hãy \u0111\u1EB7t hàng online \u0111\u1EC3 \u0111\u01B0\u1EE3c h\u01B0\u1EDFng nhi\u1EC1u \u01B0u \u0111ãi h\u01A1n t\u1EA1i siêu th\u1ECB m\u1EB9 và bé HaLo's Shop.
Choose.to.buy.now.the.latest.models.of.children's.clothing.in.the=Ch\u1ECDn mua ngay các m\u1EABu qu\u1EA7n áo tr\u1EBB em m\u1EDBi nh\u1EA5t trong danh m\u1EE5c
Latest.Goods.category="Hàng m\u1EDBi nh\u1EA5t"
quick.contact.information=Thông tin liên h\u1EC7 nhanh
or=ho\u1EB7c


price=Giá
Stocking=Còn hàng
ORDER=\u0110\u1EB7t hàng
Call.now.for.buying.advice=G\u1ECDi ngay \u0111\u1EC3 \u0111\u01B0\u1EE3c t\u01B0 v\u1EA5n mua hàng!


Come=\u0110\u1EBFn v\u1EDBi HaLo's Shop Giá c\u1EA3 luôn th\u1EA5p h\u01A1n so v\u1EDBi nh\u1EEFng n\u01A1i khác.
Because=B\u1EDFi chúng tôi làm vi\u1EC7c theo ph\u01B0\u01A1ng châm \u201CT\u1EA5t c\u1EA3 vì con yêu\u201D con c\u1EE7a b\u1EA1n c\u0169ng nh\u01B0 con c\u1EE7a chúng tôi nên v\u1EC1 m\u1EB7t an toàn c\u1EE7a s\u1EA3n ph\u1EA9m c\u0169ng nh\u01B0 giá c\u1EA3 \u0111\u1EC1u \u0111\u01B0\u1EE3c chúng tôi l\u1EF1a ch\u1ECDn, tính toán k\u1EF9 l\u01B0\u1EE1ng \u0111\u1EC3 bé có \u0111\u01B0\u1EE3c nhi\u1EC1u món \u0111\u1ED3 ch\u01A1i t\u1ED1t mà m\u1EB9 c\u0169ng không quá \u0111au ví ti\u1EC1n c\u1EE7a mình.
With=V\u1EDBi \u0111\u1ED9i ng\u0169 nhân viên làm vi\u1EC7c chuyên nghi\u1EC7p và nhi\u1EC7t tình quý ph\u1EE5 huynh s\u1EBD hài lòng và yên tâm h\u01A1n khi l\u1EF1a ch\u1ECDn các s\u1EA3n ph\u1EA9m \u0111\u1ED3 ch\u01A1i, \u0111\u1ED3 dùng tr\u1EBB em t\u1EA1i h\u1EC7 th\u1ED1ng ToysStore.
The=Các m\u1EB7t hàng ToysStore cung c\u1EA5p c\u0169ng r\u1EA5t \u0111a d\u1EA1ng v\u1EC1 ch\u1EE7ng lo\u1EA1i và m\u1EABu mã t\u1EEB \u0111\u1ED3 ch\u01A1i b\u1EB1ng g\u1ED7, \u0111\u1ED3 ch\u01A1i b\u1EB1ng nh\u1EF1a an toàn, các món \u0111\u1ED3 ch\u01A1i kích thích trí tu\u1EC7 cho bé\u2026hay các món \u0111\u1ED3 t\u0103ng c\u01B0\u1EDDng v\u1EADn \u0111\u1ED9ng cho bé nh\u01B0 xe \u0111\u1EA1p cho bé, b\u1EC3 b\u01A1i b\u01A1m h\u01A1i, c\u1EA7u tr\u01B0\u1EE3t xích \u0111u\u2026các món \u0111\u1ED3 dùng ti\u1EC7n ích cho bé nh\u01B0 nôi, gi\u01B0\u1EDDng c\u0169i hay xe \u0111\u1EA9y tr\u1EBB em\u2026
Come.to=Hãy \u0111\u1EBFn v\u1EDBi chúng tôi \u0111\u1EC3 có \u0111\u01B0\u1EE3c nh\u1EEFng s\u1EF1 l\u1EF1a ch\u1ECDn t\u1ED1t nh\u1EA5t và tr\u1EDF thành bà m\u1EB9 thông thái c\u1EE7a các con m\u1EB9 nhé!
And=Và \u0111i\u1EC1u tuy\u1EC7t v\u1EDDi nh\u1EA5t là khi th\u1EA5y con khôn l\u1EDBn m\u1ED7i ngày. Là cha m\u1EB9, vi\u1EC7c ch\u0103m sóc, quan tâm, d\u1EA1y d\u1ED7 cho con luôn là ni\u1EC1m vui, ni\u1EC1m h\u1EA1nh phúc. Và ai c\u0169ng mu\u1ED1n dành cho con nh\u1EEFng \u0111i\u1EC1u t\u1ED1t \u0111\u1EB9p nh\u1EA5t. Beetlets Kids là website chuyên cung c\u1EA5p qu\u1EA7n áo h\u1EE3p th\u1EDDi trang cho bé, ph\u1EE5 ki\u1EC7n tr\u1EBB em, \u0111\u1ED3 ch\u01A1i ti\u1EC7n ích, \u0111\u1ED3 nh\u1EADp kh\u1EA9u cao c\u1EA5p c\u1EE7a các hãng n\u1ED5i ti\u1EBFng c\u1EE7a châu Âu nh\u01B0: Ikea Th\u1EE5y \u0110i\u1EC3n, Elmich C.H Séc, t\u1EEB các n\u01B0\u1EDBc Nh\u1EADt B\u1EA3n, Thái Lan,...


You.need.to.login.to.pay.Sign=B\u1EA1n c\u1EA7n \u0111\u0103ng nh\u1EADp \u0111\u1EC3 thanh toán! \u0110\u0103ng nh\u1EADp 
Order.has.been.created.successfully=B\u1EA1n \u0111ã \u0111\u1EB7t hàng thành công!


Halo's.Shop.payment.methods=Các hình th\u1EE9c thanh toán c\u1EE7a
Currently=Hi\u1EC7n t\u1EA1i \u0111\u1ED1i v\u1EDBi các \u0111\u01A1n hàng \u0111\u1EB7t hàng tr\u1EF1c tuy\u1EBFn trên website, 
has= có nh\u1EEFng hình th\u1EE9c thanh toán nh\u01B0 sau:
Cash=* Thanh toán ti\u1EC1n m\u1EB7t:
After=Sau khi nh\u1EADn \u0111\u01B0\u1EE3c \u0111\u01A1n hàng trên website, b\u1ED9 ph\u1EADn ch\u0103m sóc khách hàng c\u1EE7a
customer=  s\u1EBD liên h\u1EC7 l\u1EA1i xác nh\u1EADn \u0111\u01A1n hàng v\u1EDBi khách hàng, thông báo hình th\u1EE9c v\u1EADn chuy\u1EC3n và phí v\u1EADn chuy\u1EC3n. Khách hàng s\u1EBD thanh toán b\u1EB1ng ti\u1EC1n m\u1EB7t khi nh\u1EADn \u0111\u01B0\u1EE3c hàng và thanh toán tr\u1EF1c ti\u1EBFp v\u1EDBi nhân viên giao hàng. Hình th\u1EE9c thanh toán ti\u1EC1n m\u1EB7t s\u1EBD \u0111\u01B0\u1EE3c áp d\u1EE5ng v\u1EDBi t\u1EA5t c\u1EA3 các \u0111\u01A1n hàng trên toàn qu\u1ED1c.
Payment.by=* Thanh toán chuy\u1EC3n kho\u1EA3n ngân hàng và ví \u0111i\u1EC7n t\u1EED:
's.customer= s\u1EBD xác nh\u1EADn \u0111\u01A1n hàng v\u1EDBi khách hàng, thông báo hình th\u1EE9c v\u1EADn chuy\u1EC3n và phí v\u1EADn chuy\u1EC3n.
1.BIDV=1.Tài kho\u1EA3n ngân hàng BIDV:
name=Tên: LA THI THUY HAO
bank=Ngân hàng: BIDV chi nhánh Bình D\u01B0\u01A1ng
account.number=S\u1ED1 tài kho\u1EA3n: 31410004064218
2.MOMO=2.Ví \u0111i\u1EC7n t\u1EED MOMO:
Phone=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i: 0364677119
3.ZaloPay=3.Ví \u0111i\u1EC7n t\u1EED ZaloPay:
After.payment=Sau khi thanh toán, n\u1EBFu g\u1EB7p b\u1EA5t kì s\u1EF1 c\u1ED1 nào vui lòng liên h\u1EC7 t\u1EDBi s\u1ED1 Hotline 0364677119.


SIGN.UP.FOR.AN.ACCOUNT=\u0110\u0103ng ký tài kho\u1EA3n
Register=\u0110\u0103ng ký
If.you.have.an.account=N\u1EBFu b\u1EA1n có tài kho\u1EA3n, vui lòng chuy\u1EC3n sang trang
name.register=H\u1ECD Tên*
address.register=\u0110\u1ECBa ch\u1EC9*
phone.register=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i*
pass=M\u1EADt kh\u1EA9u*
repass=Nh\u1EADp l\u1EA1i m\u1EADt kh\u1EA9u*

Please.enter.full.information=Vui lòng nh\u1EADp \u0111\u1EA7y \u0111\u1EE7 thông tin!
Please.enter.your.full.name=Vui lòng nh\u1EADp \u0111\u1EA7y \u0111\u1EE7 h\u1ECD tên và không \u0111\u01B0\u1EE3c nh\u1EADp kí t\u1EF1 s\u1ED1!
Please.enter.the.correct.email.format.abc@def.jhi=Vui lòng nh\u1EADp \u0111úng \u0111\u1ECBnh d\u1EA1ng email abc@def.jhi!
Please.enter.the.full.address.house.number,.street.name,.ward,.city,.province=Vui lòng nh\u1EADp \u0111\u1EA7y \u0111\u1EE7 \u0111\u1ECBa ch\u1EC9: s\u1ED1 nhà, tên \u0111\u01B0\u1EDDng, ph\u01B0\u1EDDng, thành ph\u1ED1, t\u1EC9nh,...!
Please.enter.the.correct.phone.number.format=Vui lòng nh\u1EADp \u0111úng \u0111\u1ECBnh d\u1EA1ng s\u1ED1 \u0111i\u1EC7n tho\u1EA1i!
Please.enter.a.password.with.at.least.1.uppercase.and.1.numeric.character=Vui lòng nh\u1EADp m\u1EADt kh\u1EA9u có ít nh\u1EA5t 1 kí t\u1EF1 in hoa và 1 kí t\u1EF1 s\u1ED1, \u0111\u1ED9 dài l\u1EDBn h\u01A1n 5!
Please.enter.the.matching.password=Vui lòng nh\u1EADp kh\u1EDBp v\u1EDBi m\u1EADt kh\u1EA9u!


HaLo's.Shop.Service=D\u1ECBch v\u1EE5 HaLo's Shop
Wholesale=Bán buôn, bán s\u1EC9 qu\u1EA7n áo tr\u1EBB em t\u1EA1i HaLo's Shop
With.a.stable.supply=V\u1EDBi ngu\u1ED3n hàng \u1ED5n \u0111\u1ECBnh. \u0111\u1ED9c \u0111áo, hàng v\u1EC1 hàng tháng v\u1EDBi s\u1ED1 l\u01B0\u1EE3ng l\u1EDBn và hàng tr\u0103m m\u1EABu mã m\u1EDBi ko \u0111\u1EE5ng hàng trên th\u1ECB tr\u01B0\u1EDDng.
The.stable=Các dòng hàng \u1ED5n \u0111\u1ECBnh bao g\u1ED3m:
1.Baby.gap=1. Baby gap
Goods.arrive=- Hàng v\u1EC1 hàng tháng theo \u0111\u1EE3t l\u1EDBn, t\u1EEB 30-50 m\u1EABu m\u1EDBi tinh ko \u0111\u1EE5ng hàng trên th\u1ECB tr\u01B0\u1EDDng. Ch\u1EA5t v\u1EA3i m\u1ECBn, \u0111\u1EB9p, hình thêu tinh t\u1EBF, hình dán ch\u1EAFc và ko b\u1ECB n\u1EE9t. S\u1EA3n l\u01B0\u1EE3ng trên 10.000 b\u1ED9 / \u0111\u1EE3t.
The.quality=- Ch\u1EA5t l\u01B0\u1EE3ng hoàn toàn \u0111\u01B0\u1EE3c kh\u1EB3ng \u0111\u1ECBnh qua h\u01A1n 2 n\u0103m shop cung \u1EE9ng dòng hàng này, v\u1EDBi nhi\u1EC1u khách l\u1EBB \u0111\u1EBFn t\u1EEB các th\u1ECB tr\u01B0\u1EDDng Vi\u1EC7t Nam, M\u1EF9, Singapore, Úc, Malaysia....
Wholesale.and.retail.in.bulk=- Bán buôn bán l\u1EBB s\u1ED1 l\u01B0\u1EE3ng l\u1EDBn toàn qu\u1ED1c, giá c\u1EA1nh tranh nh\u1EA5t th\u1ECB tr\u01B0\u1EDDng.
2.GW=2. GW
Goods.have.strong=- Hàng có mình v\u1EA3i ch\u1EAFc, \u0111\u1EB9p, m\u1EABu mã d\u1EC5 th\u01B0\u01A1ng phong phú.
Goods.arrive=- Hàng v\u1EC1 \u1ED5n \u0111\u1ECBnh m\u1ED7i \u0111\u1EE3t, giá g\u1ED1c t\u1ED1t nh\u1EA5t cho partner thân thi\u1EBFt c\u1EE7a nhà máy và t\u1ED5ng nh\u1EADp t\u1EEB 6.000 -10.000 b\u1ED9 / \u0111\u1EE3t.
Large=- S\u1ED1 l\u01B0\u1EE3ng nh\u1EADp l\u1EDBn, full m\u1EABu. Giá \u0111\u1EC3 s\u1EC9 t\u1ED1t nh\u1EA5t cho các b\u1EA1n hàng, có kh\u1EA3 n\u0103ng deal giá tùy theo s\u1ED1 l\u01B0\u1EE3ng.
Goods.arrive.as=- Hàng v\u1EC1 s\u1EDBm nh\u1EA5t ngay trong ngày xu\u1EA5t x\u01B0\u1EDFng
3.Top.Baby=3. Top Baby
The.shop's=- Dòng ph\u1EE5 ki\u1EC7n ch\u1EE7 l\u1EF1c c\u1EE7a shop.
Original=- Nh\u1EADp g\u1ED1c t\u1EEB x\u01B0\u1EDFng s\u1EA3n xu\u1EA5t.
No.Large=- S\u1ED1 l\u01B0\u1EE3ng l\u1EDBn v\u1EDBi giá thành t\u1ED1t nh\u1EA5t.
4.Coddle.Me=4. Áo thun Coddle Me, Baby Gap, Disney
Large.quantity=- S\u1ED1 l\u01B0\u1EE3ng nh\u1EADp l\u1EDBn, phong phú v\u1EDBi hàng tr\u0103m m\u1EABu m\u1ED7i tháng.
Original.import=- Nh\u1EADp g\u1ED1c t\u1EEB nhà máy.
Guaranteed=- Hàng b\u1EA3o \u0111\u1EA3m \u0111\u1EB9p, ch\u1EA5t và giá c\u1EA1nh tranh nh\u1EA5t th\u1ECB tr\u01B0\u1EDDng.
5.ZARA=5. ZARA
The.quantity.imported=- S\u1ED1 l\u01B0\u1EE3ng nh\u1EADp ko l\u1EDBn nh\u01B0ng hàng \u0111\u01B0\u1EE3c tuy\u1EC3n ch\u1ECDn c\u1EF1c k\u1EF9.
High.price=- Giá thành cao, \u0111\u1EA3m b\u1EA3o ch\u1EA5t l\u01B0\u1EE3ng.
Goods.arrive.monthly=- Hàng v\u1EC1 hàng tháng m\u1EABu c\u1EADp nh\u1EADt liên t\u1EE5c.
6.NEXT=6. NEXT
The.line.represents=- Dòng hàng \u0111\u1EA1i di\u1EC7n cho ngu\u1ED3n hàng \u0111\u1ED3 s\u01A1 sinh cao c\u1EA5p t\u1EA1i shop.
Ordered.goods=- Hàng \u0111\u1EB7t, ch\u1EA5t l\u01B0\u1EE3ng và m\u1EABu mã c\u1EF1c k\u1EF3 \u1EA5n t\u01B0\u1EE3ng.
High.price=- Giá thành cao nh\u01B0ng shop kh\u1EB3ng \u0111\u1ECBnh không h\u1EC1 cao so v\u1EDBi ch\u1EA5t l\u01B0\u1EE3ng s\u1EA3n ph\u1EA9m.
7.Magic.Cube=7. Magic Cube
The.line=- Dòng hàng \u0111\u1EA1i di\u1EC7n cho ngu\u1ED3n hàng váy cao c\u1EA5p t\u1EA1o shop.
Fashion.style=- Th\u1EDDi trang, phong cách v\u1EDBi các b\u1ED9 s\u01B0u t\u1EADp váy theo mùa c\u1EF1c k\u1EF3 \u1EA5n t\u01B0\u1EE3ng.


CATEGORY=Danh m\u1EE5c

add.product=Thêm s\u1EA3n ph\u1EA9m
PRODUCT'S.NAME=Tên s\u1EA3n ph\u1EA9m
CATEGORIES=Chuyên m\u1EE5c
PRICE=Giá
TOTAL.PRODUCTS=T\u1ED5ng s\u1ED1 s\u1EA3n ph\u1EA9m
NUMBER.OF.PRODUCTS.AVAILABLE=S\u1ED1 S\u1EA3n ph\u1EA9m hi\u1EC7n có
PRICES.HAVE.NOT.DECREASED=Giá ch\u01B0a gi\u1EA3m
DESCRIBE=Mô t\u1EA3
TITLE=Tiêu \u0111\u1EC1
PRODUCT.REPRESENTATIVE.PHOTO=\u1EA2nh \u0111\u1EA1i di\u1EC7n s\u1EA3n ph\u1EA9m
Cancel=H\u1EE7y
ADD=Thêm
figure.names=Tên hình


Edit.product=S\u1EEDa s\u1EA3n ph\u1EA9m
PRODUCT.CODE=Mã s\u1EA3n ph\u1EA9m


Edit.User=S\u1EEDa User
Show.password=Hi\u1EC3n th\u1ECB m\u1EADt kh\u1EA9u


overview=T\u1ED5ng quan
user.management=Qu\u1EA3n lý ng\u01B0\u1EDDi dùng
list.of.products=Danh sách s\u1EA3n ph\u1EA9m
oder=\u0110\u01A1n hàng
order.details=Chi ti\u1EBFt \u0111\u01A1n hàng

Order.Number=S\u1ED1 \u0111\u01A1n hàng
Profit=L\u1EE3i nhu\u1EADn (Theo tu\u1EA7n)
Visit=Ghé trang (Theo tu\u1EA7n)
Sold.out=Bán ra (Theo tu\u1EA7n)
Hot.selling.list=Danh sách bán ch\u1EA1y
Memorize=Ghi nh\u1EDB

number=STT
purchase.date=Ngày mua
status=Tr\u1EA1ng thái
act=Hành \u0111\u1ED9ng
delete=Xóa
refuse=T\u1EEB ch\u1ED1i
approve=Ch\u1EA5p nh\u1EADn

AMOUNT=S\u1ED1 l\u01B0\u1EE3ng
Add.products=Thêm s\u1EA3n ph\u1EA9m
CATEGORY.ID=ID danh m\u1EE5c
sale=gi\u1EA3m giá
there.are=Còn
edit=S\u1EEDa
Sorry=Xin l\u1ED7i! Chúng tôi không th\u1EC3 tìm th\u1EA5y trang này!
Back.to.HOME=Tr\u1EDF v\u1EC1 trang ch\u1EE7


default=M\u1EB7c \u0111\u1ECBnh
prices.increase=Giá t\u0103ng d\u1EA7n
prices.decrease=Giá gi\u1EA3m d\u1EA7n
A-Z=T\u1EEB A \u0111\u1EBFn Z
Z-A=T\u1EEB Z \u0111\u1EBFn A
filter=L\u1ECDc

FEATURED.PRODUCTS=S\u1EA3n ph\u1EA9m n\u1ED5i b\u1EADt
NEW.PRODUCTS=Hàng m\u1EDBi v\u1EC1!
Boys=Bé trai
Girls=Bé gái
Accessory=Ph\u1EE5 ki\u1EC7n

Halo's.Shop's.policies=Chính sách và h\u01B0\u1EDBng d\u1EABn c\u1EE7a HaLo's Shop!
SELLING.PRODUCTS=S\u1EA3n ph\u1EA9m bán ch\u1EA1y
VIEW.ALL.PRODUCTS=Xem t\u1EA5t c\u1EA3 các s\u1EA3n ph\u1EA9m
Policy.on.buying=Chính sách mua bán, trao \u0111\u1ED5i hàng
Shopping.Guide.Online=H\u01B0\u1EDBng d\u1EABn mua hàng online
Goods.return.policy=Chính sách \u0111\u1ED5i tr\u1EA3 hàng hóa
Gifts=Quà t\u1EB7ng, gi\u1EA3i th\u01B0\u1EDFng, khuy\u1EBFn mãi
We.send=Chúng tôi g\u1EEDi \u0111\u1EBFn b\u1EA1n nh\u1EEFng chính sách mua hàng, \u0111\u1ED5i tr\u1EA3, v\u1EADn chuy\u1EC3n \u0111\u1EC3 \u0111\u1EA3m b\u1EA3o \u0111\u01B0\u1EE3c tính công b\u1EB1ng và rõ ràng gi\u1EEFa hai bên.
You.can=Quý khách có th\u1EC3 g\u1EEDi \u0111\u01A1n hàng ho\u1EB7c goi tr\u1EF1c ti\u1EBFp t\u1EDBi s\u1ED1 Hotline \u0111\u1EC3 \u0111\u1EB7t hàng.
We.always=Chúng tôi luôn \u0111\u1EA3m b\u1EA3o nh\u1EEFng chính sách t\u1ED1t nh\u1EA5t cho quý khách hàng v\u1EDBi chính sách \u0111\u1ED5i tr\u1EA3 hàng khi s\u1EA3n ph\u1EA9m b\u1ECB l\u1ED7i.
To.express=\u0110\u1EC3 tri ân khách hàng,g\u1EEDi t\u1EB7ng \u0111\u1EBFn toàn b\u1ED9 nh\u1EEFng khách hàng nh\u1EEFng món quà tuy\u1EC7t v\u1EDDi \u0111ã \u1EE7ng h\u1ED9 chúng tôi trong th\u1EDDi gian qua.
MAYBE=CÓ TH\u1EC2 B\u1EA0N QUAN TÂM
You.can.find=B\u1EA1n có th\u1EC3 tìm th\u1EA5y nh\u1EEFng ph\u1EA9m t\u1ED1t và chi phí \u0111\u01B0\u1EE3c gi\u1EA3m t\u1EDBi 70% v\u1EDBi nh\u1EEFng m\u1EABu mã \u0111a d\u1EA1ng và phù h\u1EE3p v\u1EDBi h\u1EA7u bao c\u1EA3 các bà m\u1EB9. Chúng tôi cam k\u1EBFt luôn mang \u0111\u1EBFn cho các m\u1EB9 và bé nh\u1EEFng s\u1EA3n ph\u1EA9m t\u1ED1t nh\u1EA5t, ch\u1EA5t l\u01B0\u1EE3ng nh\u1EA5t.

Website.management=Qu\u1EA3n lý Website